metod_dict = """

    №1  dict.clear() - очищает словарь.

    №2  dict.copy() - возвращает копию словаря.

    №3  dict.get(key[, default]) - возвращает значение ключа, но если его нет, не бросает исключение, а возвращает default (по умолчанию None).

    №4  dict.items() - возвращает пары (ключ, значение).

    №5  dict.keys() - возвращает ключи в словаре.

    №6  dict.pop(key[, default]) - удаляет ключ и возвращает значение. Если ключа нет, возвращает default (по умолчанию бросает исключение).

    №7  dict.popitem() - удаляет и возвращает пару (ключ, значение). Если словарь пуст, бросает исключение KeyError. Помните, что словари неупорядочены.

    №8  dict.setdefault(key[, default]) - возвращает значение ключа, но если его нет, не бросает исключение, а создает ключ со значением default (по умолчанию None).

    №9  dict.update([other]) - обновляет словарь, добавляя пары (ключ, значение) из other. Существующие ключи перезаписываются. Возвращает None (не новый словарь!).

    №10  dict.values() - возвращает значения в словаре.

    dop(

        classmethod dict.fromkeys(seq[, value]) - создает словарь с ключами из seq и значением value (по умолчанию None).

    )

"""

# print(metod_dict)