
metod_list = """
    # Метод	Что делает
    №1  list.append(x)	Добавляет элемент в конец списка

    №2  list.extend(L)	Расширяет список list, добавляя в конец все элементы списка L

    №3  list.insert(i, x)	Вставляет на i-ый элемент значение x

    №4  list.remove(x)	Удаляет первый элемент в списке, имеющий значение x. ValueError, если такого элемента не существует

    №5  list.pop(i)	Удаляет i-ый элемент и возвращает его. Если индекс не указан, удаляется последний элемент

    №6  list.index(x, [start [, end]])	Возвращает положение первого элемента со значением x (при этом поиск ведется от start до end)

    №7  list.count(x)	Возвращает количество элементов со значением x

    №8  list.sort([key=функция])	Сортирует список на основе функции/по возрастанию

    №9  list.reverse()	Разворачивает список

    №10  list.copy()	Поверхностная копия списка

    №11  list.clear()	Очищает список

"""

#print(metod_list)

# g = int(float(input('1-3:')))
# 
# print(user_list[g])